messages_loc = {
    'name': 'Укажите свое имя:',
    'telephone': 'Укажите контактный номер телефона:',
    'address': 'Укажите адрес:',
    'reason': 'Укажите причину обращения:',
    'ready': 'Ага, записал, перейдем к следующему шагу.',
    'sent': 'Ваша заявка отправлена в сервис.',
    'hello': 'Приветствую! Я здесь, чтобы помочь вам. Следуйте моим инструкциям.',
    'int_error': 'Ваше сообщение должно содержать только цифры.',
    'chat_added': 'Чат привязан к боту.',
    'ticket_info': 'Заявка №{}\nЛогин в телеграм: {}\nИмя: {}\nНомер телефона: {}\nАдрес: {}\nПричина обращения: {}',
    'chat_start': 'Бот включен и теперь будет присылать заявки.',
    'chat_end': 'Бот выключен и теперь не будет присылать заявки.',
    'user_repeat': 'Вы можете отправить еще одну заявку.',
    'alert_ban': 'Пользователь забанен и теперь не может высылать заявки.',
    'alert_unban': 'Пользователь разбанен и теперь может высылать заявки.',
    'admin_registered': 'Привет! Я зарегистрировал тебя как админа.' +
                        ' Теперь ты можешь добавлять бота в группы и активировать его.',
    'user_repeat_ok': 'Хорошо, давайте создадим еще одну заявку.',
}

buttons_loc = {
    'user_repeat': 'Написать еще одну заявку',
    'ban_user': '❗Запретить заявки❗',
    'unban_user': '❗Разрешить заявки❗',
}
